python-imaging
screen
python-software-properties
pkg-config
curl
git
python-virtualenv
virtualenvwrapper
build-essential
python-dev
libfreetype6-dev
libpng12-dev
libxml2-dev
libxslt-dev
yui-compressor
graphviz
graphviz-dev
libgeos-dev
libreadline6
libreadline6-dev
mongodb
nodejs
npm
coffeescript
puppet-lint
ctags
pep8
python-pip
vim-gtk
chromium-browser
chromium-browser-l10n
chromium-codecs-ffmpeg
xscreensaver
xscreensaver-data
xscreensaver-data-extra
xscreensaver-gl
xscreensaver-gl-extra
xscreensaver-screensaver-bsod
xscreensaver-screensaver-dizzy
xscreensaver-screensaver-webcollage
terminator
meld
cabal-install
cmake
cmake-data
postgresql
postgresql-common
postgresql-server-dev-all
