python-imaging
screen
python-software-properties
pkg-config
curl
git
python-virtualenv
virtualenvwrapper
build-essential
python-dev
libfreetype6-dev
libpng12-dev
libxml2-dev
libxslt-dev
yui-compressor
graphviz
graphviz-dev
libgeos-dev
libreadline6
libreadline6-dev
mongodb
nodejs
npm
coffeescript
puppet-lint
ctags
pep8
python-pip
vim-gtk
chromium-browser
chromium-browser-l10n
chromium-codecs-ffmpeg
xscreensaver
xscreensaver-data
xscreensaver-data-extra
xscreensaver-gl
xscreensaver-gl-extra
xscreensaver-screensaver-bsod
xscreensaver-screensaver-dizzy
xscreensaver-screensaver-webcollage
terminator
meld
cabal-install
cmake
cmake-data
postgresql
postgresql-common
postgresql-server-dev-all
libjack-dev 
libasound2-dev
libpulse-dev
libcue-dev
libavcodec-dev
libavformat-dev
libopusfile-dev
libsamplerate0-dev
libroar-dev
libao-dev
ffmpeg
libmad0-dev
ffmpeg
libao-dev
ubuntu-restricted-extras 
vlc 
gnome-mplayer
gnome-tweak-tool
aptitude
rbenv
my-weather-indicator
indicator-netspeed-unity
indicator-sysmonitor
python-appindicator python-pip
indicator-multiload
indicator-sensors 
lm-sensors
classicmenu-indicator
