tap "context-labs/mactop", "https://github.com/Homebrew/brew"
tap "golangci/tap", "https://github.com/Homebrew/brew"
tap "hashicorp/tap", "https://github.com/Homebrew/brew"
tap "heroku/brew"
tap "hookdeck/hookdeck", "https://github.com/Homebrew/brew"
tap "minio/stable", "https://github.com/Homebrew/brew"
tap "saulpw/vd"
tap "starkandwayne/cf"
tap "universal-ctags/universal-ctags"
tap "zaquestion/tap"
brew "abseil"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "jpeg-turbo"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ansifilter"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "libavif"
brew "gd"
brew "ansilove"
brew "aribb24"
brew "ca-certificates"
brew "libyaml"
brew "openssl@3"
brew "asciidoctor"
brew "git"
brew "asdf"
brew "aspell"
brew "dbus"
brew "libxfixes"
brew "libxi"
brew "libxtst"
brew "at-spi2-core"
brew "atuin"
brew "m4"
brew "autoconf"
brew "automake"
brew "ncurses"
brew "readline", link: true
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt", args: ["HEAD"]
brew "bdw-gc"
brew "berkeley-db@5"
brew "capstone"
brew "pycparser"
brew "cffi"
brew "checkmake"
brew "cjson"
brew "cmake"
brew "cmocka"
brew "lima"
brew "colima"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "cosign"
brew "cryptography"
brew "cscope"
brew "dav1d"
brew "direnv"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "mpdecimal"
brew "docutils"
brew "dos2unix"
brew "gdbm"
brew "gnu-tar"
brew "gpatch"
brew "libmd"
brew "perl"
brew "dpkg"
brew "dtc"
brew "entr"
brew "exiftool"
brew "libogg"
brew "flac"
brew "frei0r"
brew "libevent"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libunibreak"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libssh"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "findutils"
brew "flex"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "git-lfs"
brew "git-when-merged"
brew "gnu-indent"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "libmaxminddb"
brew "tokyo-cabinet"
brew "goaccess"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gpgme"
brew "jasper"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "libtool"
brew "graphicsmagick"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "grep"
brew "libpaper"
brew "psutils"
brew "uchardet"
brew "groff"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "guile"
brew "lmdb"
brew "openldap"
brew "heimdal"
brew "helm"
brew "helmfile"
brew "htop"
brew "hwloc"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "ipcalc"
brew "jansson"
brew "jd"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "json-c"
brew "k9s"
brew "keyring"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "ldns"
brew "libcbor"
brew "libffi"
brew "libfido2"
brew "libssh2"
brew "libgit2"
brew "libgit2@1.6"
brew "libiconv"
brew "liblinear"
brew "libpcap"
brew "libpq"
brew "libpthread-stubs"
brew "libslirp"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "links"
brew "z3"
brew "llvm@16"
brew "lua"
brew "luajit"
brew "luv"
brew "lychee"
brew "mactop"
brew "macvim"
brew "make"
brew "ninja"
brew "meson"
brew "miller"
brew "minikube"
brew "minio"
brew "mise"
brew "moreutils"
brew "msgpack"
brew "tree-sitter"
brew "utf8proc"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "numpy"
brew "openssh"
brew "pugixml"
brew "tbb"
brew "openvino"
brew "pcre"
brew "pinentry-mac"
brew "pngpaste"
brew "pstree"
brew "pwgen"
brew "py3cairo"
brew "pygobject3"
brew "vde"
brew "qemu"
brew "re2"
brew "ripgrep"
brew "runit"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "six"
brew "sshuttle"
brew "sslmate"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "unixodbc"
brew "watch"
brew "websocat"
brew "wget"
brew "xdot"
brew "yamllint"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "yubikey-agent", restart_service: :changed
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "starkandwayne/cf/safe"
cask "1password"
cask "1password-cli"
cask "firefox"
cask "gpg-suite-pinentry"
cask "ngrok"
cask "rar"
cask "rubymine"
cask "spotify"
cask "wezterm"
