tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "hookdeck/hookdeck"
tap "minio/stable"
tap "saulpw/vd"
tap "universal-ctags/universal-ctags"
tap "zaquestion/tap"
brew "autoconf"
brew "coreutils"
brew "asdf"
brew "aspell"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt", args: ["HEAD"]
brew "cmake"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "entr"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "git-lfs"
brew "git-when-merged"
brew "gnu-indent"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "k9s"
brew "kind"
brew "kube-ps1"
brew "kubectx"
brew "libfido2"
brew "libiconv"
brew "libssh2"
brew "libxslt"
brew "links"
brew "macvim"
brew "minikube"
brew "moreutils"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "pwgen"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sshuttle"
brew "sslmate"
brew "stern"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "websocat"
brew "xdot"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "golangci/tap/golangci-lint"
brew "hookdeck/hookdeck/hookdeck"
brew "minio/stable/minio"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "firefox"
cask "ngrok"
cask "slack"
cask "wezterm"
